Repository: giellalt/corpus-sma
Catalog: tmx/nob/admin/sd/samediggi.no/saemien-gielejarngh.html.tmx
Source language: sma
Languages: nob

source: Saemien gïelejarngh / Artikler / Saemesth munnjien / Gïele / Saemiedigkie - Sametinget
nob: Samiske språksentre / Artikler / Snakk samisk te ' mæ / Språk / Forsiden - Sametinget

source: Saemien gïelejarngh
nob: Samiske språksentre

source: Saemien gïelejarngh aktem vihkeles råållam utnieh juktie saemien gïelem nænnoestehtedh jïh saemien gïelem evtiedidh.
nob: De samiske språksentrene spiller en viktig rolle i arbeidet med å styrke og utvikle samisk språk.

source: Dah leah joekoen vihkeles dan gietskies byjresasse jïh jïjnjh darjomh sijjen dajvine sjugniedieh.
nob: De er særlig viktige for nærmiljøet og skaper stor aktivitet i sine områder.

source: Gïelejarngi darjomh viehkiehtieh dam saemien gïelem våajnoes darjodh gietskies byjresisnie, seamma tïjjen goh dah leah sijjieh gusnie dajven saemieh maehtieh gaavnedidh.
nob: Språksentrenes aktiviteter er i stor grad med på å synliggjøre samisk i nærområdet, samtidig som de er møtested for den samiske befolkningen i området.

source: Gïelejarngi darjomh leah dan åvteste vihkeles dovne maanide, noeride, geerve jïh båeries almetjidie.
nob: Språksentrenes aktivitet er slik viktig både for barn, ungdom, voksne og eldre samer.

source: Gïelejarngh ovmessie kuvsjh saemien gïelesne öörnedieh, jïh ovmessie gïeleprosjekth tjïrrehtieh.
nob: Språksentrene arrangerer ulike kurs i samisk språk, og gjennomfører ulike språkprosjekter.

source: Dah faalenassem aalkoekuvsji bïjre vedtieh gusnie naaken poengem vedtieh jïh naan kuvsjh leah vielie praktihkeles, goh gïele- jïh duedtielïerehtimmie ektesne.
nob: De gir tilbud om nybegynnerkurs hvor noen er poenggivende kurs og andre mer praktiske kurs hvor man kombinerer språk og f.eks opplæring i duodji.

source: Gïelejarngh darjomh öörnedieh goh maana-iehkedh, voeresetjåanghkoeh, gïelebiesieh, teemafealadimmieh jïh dalhketjh darjoeh mah leah nuhteligs gïelelïerehtimmesne.
nob: Språksentrene gjennomfører aktiviteter som barnekvelder, eldretreff, språkbad, tematurer og utarbeider materiell som er nyttig i språkopplæring.

source: Guktie lea saemien gïeline lea joekehts dajveste dajvese, jïh vihkeles råajvarimmiejgujmie nïerhkedh mah leah daerpiesvoetide sjïehtedamme fïereguhtene dajvesne.
nob: Situasjonen for samisk språk er forskjellig fra område til område. Språksentrene tar utgangspunkt i sine språkområder og igangsetter tiltak tilpasset behovene i de ulike områdene.

source: Gïelejarngi tjåenghkies ulmie lea læjhkan saemien gïelem våajnoes darjodh, jïh viehkiehtidh guktie saemien nænnoesåbpoe sjædta jïh evtiesåvva.
nob: Felles for alle språksentrene er likevel målet om å synliggjøre samisk språk og bidra til at samisk styrkes og utvikles.

source: Nuelesne bïevnesh gaajhki gïelejarngi bïjre, jïh bïevnesh aaj jeatjah institusjovnide mah faalenassem vedtieh saemien gïelelïerehtimmien bïjre.
nob: Under finnes linker til alle språksentrene, samt linker til andre institusjoner som gir tilbud om opplæring i samisk språk.

source: Gaskesadth maaje ryöktesth dejgujmie, juktie vielie bïevnesh åadtjodh sjyöhtehke gïelelïerehtimmiefaalenassi jïh darjomi bïjre.
nob: Ta gjerne direkte kontakt for å få mere informasjon om aktuelle opplæringstilbud og aktiviteter.

source: Datne aaj svaalhtesh gaavnh såemies nuhteligs gïeledïrregidie.
nob: Nedenfor finner du også lenker til nyttige språkverktøy.

source: LAVANGEN Ástávuona giellagoahtie, Lavangen
nob: PORSANGER Samisk språk- og kultursenter i Porsanger

source: RØYRVIK Gïeleaernie i Røyrvik
nob: EVENES Várdobaiki samisk senter i Evenes

source: SNÅSA Gïelem nastedh i Snåsa
nob: RØROS Aajege - samisk språk og kompetansesenter i Røros

source: Lïerehtimmieinstitusjovnh
nob: Opplæringsinstitusjoner

source: Jåarhkeskuvlh
nob: Videregående skoler

source: Jïlleskuvlh jïh universiteeth
nob: Høgskoler og universitet

source: Jeatjah vierhtieh
nob: Andre ressurser

source: Prievieskuvlh jïh interaktijve lïerehtimmie
nob: Brevskoler og interaktiv opplæring

source: E-skuvla - Saemien 1, 2 jïh 3 jïh åarjelsaemien aalkoekuvsje
nob: E-skuvla - Samisk 1, 2 og 3 (nordsamisk, lulesamisk og sørsamisk)

source: Gulahalan - noerhtesaemien gïelekuvsje
nob: Gulahalan - språkkurs i nordsamisk

source: Sámásta - julevsaemien aalkoekuvsje
nob: - et program for den som vil trene seg på nordsamisk

source: Saemien sijjienommh Nöörjesne jïh Sveerjesne Saemien sijjienommh Nöörjesne jïh Sveerjesne
nob: Samiske stedsnavn i Norge og Sverige Sámi báikenamat Norggas ja Ruotas / Samiske stedsnavn i Norge og Sverige

source: Saemien learoevierhtieh gaskeviermesne ovttas aktan aktesne
nob: Samiske læringsressurser på nett ovttas aktan aktesne

source: Saemien Gïeleteknologijen Jarngen Sámi giellatekno
nob: Senter for samisk språkteknologi Sámi giellatekno
